IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResults
Concrete Check results

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResults.#ctor
Constructor

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResults.CheckResults
All results

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResults.Overall
Overal check